tap "devlocker/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "mas-cli/tap"
tap "neovim/neovim"
tap "sachaos/todoist"
tap "schniz/tap"
tap "vapor/tap"

brew "readline"
brew "asciinema"
brew "bat"
brew "cmake"
brew "coreutils"
brew "crystal"
brew "llvm"
brew "editorconfig"
brew "elixir"
brew "fish"
brew "fontconfig"
brew "fswatch"
brew "fzf"
brew "webp"
brew "gifsicle"
brew "git"
brew "gnutls"
brew "libgpg-error"
brew "gnupg"
brew "graphviz"
brew "grip"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libev"
brew "libpq"
brew "libuv"
brew "mas"
brew "msgpack"
brew "neovim"
brew "pgcli"
brew "postgresql"
brew "rbenv"
brew "ripgrep"
brew "scons"
brew "shellcheck"
brew "shfmt"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim"
brew "vimpager"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "devlocker/tap/tychus"
brew "heroku/brew/heroku"

cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
